{
  "currentLanguage": "Current Language",
  "currentLanguage_en": "English",
  "currentLanguage_vi": "Vietnamese",

  "home_section_1_title_1":"Wealth Farming – A",
  "home_section_1_title_2":" smart investment",
  "home_section_1_title_3":" solution, generating",
  "home_section_1_title_4":" superior profits",
  "home_section_1_description": "When decentralized finance meets artificial intelligence, combined with a team of practical fund managers and experts with over 20 years of R&D experience in financial products for Euronext,... a breakthrough investment opportunity emerges.",
  "home_section_2_title": "Growth +300% in 2 years, preparing for listing!",
  "home_section_2_description": "NFT Review Index – exclusive digital asset from the top-notch strategy, built by the former R&D Director of Euronext. Outperforming all indices for over 2 years. Own it now before the public launch!",
  "home_section_3_title": "Join the world's leading decentralized financial ecosystem, combining Fintech, AI & Blockchain to create an unprecedented financial revolution!",
  "home_section_3_description": "The problem is... no one tells you the simplest way to get started.",
  "home_section_3_slide_1": "Do you believe that financial freedom is no longer a distant dream – but something you can reach with just one decision?",
  "home_section_3_slide_2": "If there was an opportunity to double your assets in a few months while still controlling the risks – would you seize it or miss out?",
  "home_section_3_slide_3": "What would you do if every penny spent each month turned into a passive, safe, and sustainable income?",
  "home_section_3_slide_4": "Would you like to retire with a steady cash flow every month – even when you're no longer working?",
  "home_section_3_slide_5": "If you could invest today for your child to study anywhere in the world – would you start?",
  "home_section_3_slide_6": "Is the money that is 'lying still' losing value every day? Why not let it work for you?",
  "home_section_4_title": "Every financial goal deserves a unique roadmap – and we are here to accompany you.",
  "home_section_4_description": "Wealth Farming is not just a smart financial ecosystem – it is a personalized strategic platform that optimizes cash flow, multiplies assets, and flexibly adapts to all economic cycles, creating a competitive advantage for investors in both the short and long term.",
  
  "home_section_5_title": "Highlights and differences",
  "home_section_5_description": "\"Review Indexes are no longer a secret on Wall Street. The NFT BEQ Indexes are changing the game!\" – John Doe, NYSE expert",
  "home_section_5_tab_label_1": "Legal financial NFTs, transparent cash flow",
  "home_section_5_tab_content_1": "NEC and Review Index are transparent investment NFTs, with no fixed interest commitments, no dividend distributions – complying with standards that do not classify them as securities, easily auditable and publicly disclosed.",
  "home_section_5_tab_label_2": "Dual legal framework - aiming for a global IPO",
  "home_section_5_tab_content_2": "Operated by two independent legal entities in the US and the UK, the BeQ ecosystem is ready for IPO through SPAC - paving the way for global institutional investors.",
  "home_section_5_tab_label_3": "Integrating RWA - real assets enter DeFi",
  "home_section_5_tab_content_3": "Wealth Farming expands into real estate, physical assets, and commodities through the NFTization model – helping real cash flow safely and transparently access DeFi.",
  "home_section_5_tab_label_4": "The performance of Index Review has grown remarkably.",
  "home_section_5_tab_content_4": "BeQ's strategic indicators have increased by over 300% in 27 months, fully backtested and publicly available on the system – no emotional promotion, only based on actual results.",
  "home_section_5_tab_label_5": "Comprehensive decentralized financial technology ecosystem",
  "home_section_5_tab_content_5": "The BeQ ecosystem is a comprehensive decentralized financial infrastructure – combining transparent smart contracts, AI asset evaluation, genuine backed stablecoins, and cash-flow NFTs – operating like a digital bank but without intermediaries.",

  "home_section_5b_title": "And give the best things to the investors",
  "home_section_5b_description": "By joining the Wealth Farming ecosystem, investors can enjoy extraordinary profits and flexible liquidity 24/7 with the Zero Limit policy – freely trading NFT certificates, borrowing with DeFi, and managing digital assets without any restrictions.",

  "home_section_6b_description": "Wealth Farming is the world's leading decentralized investment and asset management platform, utilizing Fintech, AI & Blockchain, helping investors generate stable cash flow, achieve sustainable asset growth, and attain true financial freedom.",

  "home_section_6_title": "Why do millions of investors choose BeQ Holdings?",
  "home_section_6_tab_label_1": "Absolute transparency thanks to Blockchain technology",
  "home_section_6_tab_content_1": "Profits, metrics, and cash flows are recorded on the smart contract – no hidden fees, no fraud.",
  "home_section_6_tab_label_2": "Trading strategy based on Big Data and AI",
  "home_section_6_tab_content_2": "Operated by the AI-assisted Index Review model, which has been tested through multiple market cycles.",
  "home_section_6_tab_label_3": "Actual profit, not based on FOMO",
  "home_section_6_tab_content_3": "Earn from liquid digital assets, target >75%/year, distributed in USDC.",
  "home_section_6_tab_label_4": "No need for in-depth financial knowledge",
  "home_section_6_tab_content_4": "Just own an NFT – the system automatically invests, reinvests, and optimizes cash flow.",
  "home_section_6_tab_label_5": "Assets can be mortgaged, transferred, or double farming.",
  "home_section_6_tab_content_5": "NFT creates a cash flow and can be used for borrowing, staking, or flexible trading.",

  "home_section_7_title": "Don't wait! Your financial future is in your hands",

  "countdown_timer_button": "OWN IT NOW",
  "free_support": "FREE CONSULTATION",

  "header_introduct": "Introduction",
  "header_product": "Product",
  "header_eco": "Ecosystem",
  "header_investBank": "Investment Bank",
  "header_contactUs": "Contact Us",
  "header_investNow": "Invest Now",
  "header_investNowup": "INVEST NOW",
  "header_invest_today_up": "INVEST TODAY",

  "footer_description": "Wealth Farming – The financial ecosystem of BeQ Group Foundation (UK), legally licensed by the government of the United Kingdom (Registration number 14478063, granted on 11/11/2022). Operating under industries 58190, 64205, 64301, 66300, with an approved financial guarantee of up to 30 million GBP.",
  "footer_page": "Page",
  "footer_introduct": "Introduction",
  "footer_product": "Product",
  "footer_eco": "Ecosystem",
  "footer_invest": "Investment Bank",
  "footer_contact": "Contact Us",
  "footer_contact_decsription" : "For any inquiries, please contact:",

  "page_product_title": "Wealth Farming Decentralized Financial Products & Services",
  "page_product_description": "From NFT fund certificates providing lifelong passive income, the top-notch Review Indexes investment strategy, to decentralized lending services (DeFi Lending) utilizing AI technology for automated valuation and risk management, BeQ Holdings' Wealth Farming ecosystem fully meets every individual investment goal – safe, transparent, and optimally efficient.",
  "page_product_box1_title": "NFT NEC",
  "page_product_box1_description": "Create stable cash flow, stable profit over 5% per month, and turn daily expenses into everlasting passive income.",
  "page_product_box1_button": "VIEW DETAILS",
  "page_product_box2_title": "NFT BEQ Indexes Review Index",
  "page_product_box2_description": "Leverage the power of trading Review Indexes, achieving exceptional profits of up to 6.8% each quarter, high liquidity 24/7!",
  "page_product_box2_button": "UPDATING",
  "page_product_box3_title": "BEQ Web3 Wallet",
  "page_product_box3_description": "Comprehensive digital asset management, integrating transactions, staking, and lending all in one single wallet!",
  "page_product_box3_button": "UPDATING",
  "index_section_1_title_1": "NFT NEC - You don’t need to be rich to invest",
  "index_section_1_title_2": " let",
  "index_section_1_title_3": " cash flow help you be free",
  "index_section_1_title_4": " every month",
  "index_section_1_description": "Invest in the first AI-integrated NFT fund that predicts fluctuations in S&P 500, CAC 40, and CSI 300 indices. 100% transparency on blockchain, 24/7 liquidity.",
  "index_section_2_description": "You can stop working, but the bills won't stop coming.",
  "index_section_3_title": "Vấn Đề Của Quỹ </br> Index Truyền Thống",
  "index_section_3_description": "Vì Sao 90% Nhà Đầu Tư Index Truyền Thống Bỏ Lỡ Cơ Hội?" ,

  "annual_report": "Annual report",
  "nft_report": "NFT asset allocation report",
  "wealth_farming_information_disclosure": "Wealth Farming Information Disclosure",
  "beq_noification": "Notification from BeQ Holdings",
  "fund_management_report": "Report on the fund management situation",
  "investment_nft_catalog": "Investment NFT product catalog",
  "for_new_investors": "For new investors",
  "regulations_rules_wf": "Regulations & Rules of Wealth Farming",
  "new_articles": "New articles",
  "articles": "Articles",
  "importing_content": "Importing Content",
  "investment_bank": "Investment Bank",
  "footer_contact_address": "BEQ Building, District 1, HCM City",
  "footer_social_proof": "Social Proof",
  "footer_copyright": "Copyright © 2025 BEQ GROUP FOUNDATION. All rights reserved.",
  "eco_title": "Wealth Farming – A comprehensive ecosystem for investing and managing digital assets",
  "eco_description" : "The decentralized investment and digital asset management ecosystem pioneers the application of Blockchain, Web3, and AI technology, developed specially by BeQ Holdings to help investors worldwide easily build a sustainable passive income, increase the value of transparent and secure assets, along with superior 24/7 liquidity and optimal profits.",
  "button_contact_private": "FREE CONSULTATION",
  "button_secret_documnet": "Invest Now",

  "styling_elements": "Styling Elements",
  "best_practices": "Best Practices",
  "date_investment_bank": "March 28, 2025",
  "what_new": "What's New"
}
