{
  "currentLanguage": "Langue actuelle",
  "currentLanguage_en": "ANGLAIS",
  "currentLanguage_vi": "VIETNAMIEN",
  "currentLanguage_fr": "FRANÇAIS",

  "home_section_1_title_1": "Wealth Farming – Une",
  "home_section_1_title_2": " solution d'investissement intelligente",
  "home_section_1_title_3": " générant",
  "home_section_1_title_4": " des profits supérieurs",
  "home_section_1_description": "Lorsque la finance décentralisée rencontre l'intelligence artificielle, associée à une équipe de gestionnaires de fonds praticiens et d'experts cumulant plus de 20 ans d'expérience en R&D de produits financiers pour Euronext..., une opportunité d'investissement révolutionnaire émerge.",
  "home_section_1_description_mobile": "Lorsque la finance décentralisée rencontre l'intelligence artificielle, des opportunités d'investissement révolutionnaires se présentent.",

  "home_section_2_title": "Croissance +300 % en 2 ans, préparation à l'introduction en bourse !",
  "home_section_2_description": "NFT Review Index – actif numérique exclusif issu d'une stratégie de premier plan, élaborée par l'ancien directeur R&D d'Euronext. Surperformant tous les indices depuis plus de 2 ans. Possédez-le dès maintenant avant le lancement public !",

  "home_section_3_title": "Rejoignez l'écosystème financier décentralisé leader mondial, alliant Fintech, IA et Blockchain pour créer une révolution financière sans précédent !",
  "home_section_3_description": "Le problème, c'est que... personne ne vous explique la manière la plus simple de commencer.",
  "home_section_3_slide_1": "Pensez-vous que la liberté financière n'est plus un rêve lointain, mais quelque chose que vous pouvez atteindre en une seule décision ?",
  "home_section_3_slide_2": "S'il existait une opportunité de doubler vos actifs en quelques mois tout en maîtrisant les risques, la saisiriez-vous ou la laisseriez-vous passer ?",
  "home_section_3_slide_3": "Que feriez-vous si chaque centime dépensé chaque mois se transformait en un revenu passif, sûr et durable ?",
  "home_section_3_slide_4": "Voudriez-vous prendre votre retraite avec un flux de trésorerie régulier chaque mois, même lorsque vous ne travaillez plus ?",
  "home_section_3_slide_5": "Si vous pouviez investir aujourd'hui pour que votre enfant étudie n'importe où dans le monde, commenceriez-vous ?",
  "home_section_3_slide_6": "L'argent qui 'reste inactif' ne perd-il pas de sa valeur chaque jour ? Pourquoi ne pas le faire travailler pour vous ?",

  "home_section_4_title": "Chaque objectif financier mérite une feuille de route unique, et nous sommes là pour vous accompagner.",
  "home_section_4_description": "Wealth Farming n'est pas simplement un écosystème financier intelligent : c'est une plateforme stratégique personnalisée qui optimise les flux de trésorerie, multiplie les actifs et s'adapte avec flexibilité à tous les cycles économiques, créant un avantage concurrentiel pour les investisseurs à court et à long terme.",

  "home_section_5_title": "Points forts et différenciations",
  "home_section_5_description": "\"Les Review Indexes ne sont plus un secret à Wall Street. Les NFT BEQ Indexes changent la donne !\" – John Doe, expert NYSE",
  "home_section_5_tab_label_1": "NFTs financiers légaux, flux de trésorerie transparent",
  "home_section_5_tab_content_1": "NEC et Review Index sont des NFTs d'investissement transparents, sans engagement d'intérêt fixe, sans distribution de dividendes – conformes aux normes ne les classant pas comme des titres financiers, facilement auditable et publiquement divulgué.",
  "home_section_5_tab_label_2": "Double cadre juridique – visant une introduction en bourse mondiale",
  "home_section_5_tab_content_2": "Exploité par deux entités juridiques indépendantes aux États-Unis et au Royaume-Uni, l'écosystème BeQ est prêt pour une IPO via SPAC – ouvrant la voie aux investisseurs institutionnels mondiaux.",
  "home_section_5_tab_label_3": "Intégration des RWA – les actifs réels entrent dans la DeFi",
  "home_section_5_tab_content_3": "Wealth Farming s'étend à l'immobilier, aux actifs physiques et aux matières premières via le modèle de NFTisation – aidant le flux de trésorerie réel à accéder à la DeFi de manière sûre et transparente.",
  "home_section_5_tab_label_4": "La performance de l'Index Review a cru de manière remarquable.",
  "home_section_5_tab_content_4": "Les indicateurs stratégiques de BeQ ont augmenté de plus de 300 % en 27 mois, entièrement backtestés et disponibles publiquement sur le système – pas de promotion émotionnelle, uniquement sur la base de résultats réels.",
  "home_section_5_tab_label_5": "Écosystème de technologie financière décentralisée complet",
  "home_section_5_tab_content_5": "L'écosystème BeQ est une infrastructure financière décentralisée complète – combinant contrats intelligents transparents, évaluation d'actifs par IA, stablecoins adossés réels et NFTs à flux de trésorerie – fonctionnant comme une banque numérique sans intermédiaires.",

  "home_section_5b_title": "Et offrir le meilleur aux investisseurs",
  "home_section_5b_description": "En rejoignant l'écosystème Wealth Farming, les investisseurs peuvent bénéficier de profits extraordinaires et d'une liquidité flexible 24h/24 et 7j/7 avec la politique Zero Limit – échangeant librement des certificats NFT, empruntant via la DeFi et gérant des actifs numériques sans aucune restriction.",

  "home_section_6b_description": "Wealth Farming est la plateforme d'investissement et de gestion d'actifs décentralisée leader mondial, utilisant la Fintech, l'IA et la Blockchain, aidant les investisseurs à générer un flux de trésorerie stable, à atteindre une croissance durable des actifs et à accéder à une véritable liberté financière.",

  "home_section_6_title": "Pourquoi des millions d'investisseurs choisissent-ils BeQ Holdings ?",
  "home_section_6_tab_label_1": "Transparence absolue grâce à la technologie Blockchain",
  "home_section_6_tab_content_1": "Les profits, métriques et flux de trésorerie sont enregistrés dans le smart contract – pas de frais cachés, pas de fraude.",
  "home_section_6_tab_label_2": "Stratégie de trading basée sur le Big Data et l'IA",
  "home_section_6_tab_content_2": "Exploité par le modèle Index Review assisté par IA, testé à travers plusieurs cycles de marché.",
  "home_section_6_tab_label_3": "Profit réel, pas basé sur la peur de manquer (FOMO)",
  "home_section_6_tab_content_3": "Gagnez avec des actifs numériques liquides, objectif > 75 %/an, distribué en USDC.",
  "home_section_6_tab_label_4": "Pas besoin de connaissances financières approfondies",
  "home_section_6_tab_content_4": "Il suffit de posséder un NFT : le système investit, réinvestit et optimise automatiquement le flux de trésorerie.",
  "home_section_6_tab_label_5": "Les actifs peuvent être hypothéqués, transférés ou soumis au double farming.",
  "home_section_6_tab_content_5": "Le NFT génère un flux de trésorerie et peut être utilisé pour emprunter, faire du staking ou du trading flexible.",

  "home_section_7_title": "N'attendez plus ! Votre avenir financier est entre vos mains",

  "countdown_timer_button": "DEVENEZ PROPRIÉTAIRE MAINTENANT",
  "free_support": "CONSULTATION GRATUITE",

  "header_introduct": "INTRODUCTION",
  "header_product": "PRODUIT",
  "header_eco": "ÉCOSYSTÈME",
  "header_investBank": "BANQUE D'INVESTISSEMENT",
  "header_contactUs": "Contactez-nous",
  "header_investNow": "INVESTIR MAINTENANT",
  "header_investNowup": "INVESTIR MAINTENANT",
  "header_invest_today_up": "INVESTIR AUJOURD'HUI",
  "header_license": "Licence",

  "footer_description": "Wealth Farming – L'écosystème financier de la BeQ Group Foundation (Royaume-Uni), légalement autorisé par le gouvernement du Royaume-Uni (numéro d'enregistrement 14478063, délivré le 11/11/2022). Opérant sous les industries 58190, 64205, 64301, 66300, avec une garantie financière approuvée allant jusqu'à 30 millions GBP.",
  "footer_page": "Page",
  "footer_introduct": "Introduction",
  "footer_product": "Produit",
  "footer_eco": "Écosystème",
  "footer_invest": "Banque d'investissement",
  "footer_contact": "Contactez-nous",
  "footer_contact_decsription": "Pour toute question, veuillez contacter :",
  "page_product_title": "Produits et services financiers décentralisés de Wealth Farming",
  "page_product_description": "Des certificats de fonds NFT offrant un revenu passif à vie, à la stratégie d'investissement Review Indexes de premier ordre, aux services de prêt décentralisés (DeFi Lending) utilisant la technologie IA pour l'évaluation automatisée et la gestion des risques, l'écosystème Wealth Farming de BeQ Holdings répond pleinement à chaque objectif d'investissement individuel – sûr, transparent et optimal.",
  "page_product_box1_title": "NFT NEC",
  "page_product_box1_description": "Générez un flux de trésorerie stable, un profit stable de plus de 5 % par mois, et transformez vos dépenses quotidiennes en revenu passif à vie.",
  "page_product_box1_button": "VOIR DÉTAILS",
  "page_product_box2_title": "NFT BEQ Indexes Review Index",
  "page_product_box2_description": "Exploitez la puissance des Review Indexes, obtenant des profits exceptionnels allant jusqu'à 6,8 % chaque trimestre, avec une liquidité élevée 24h/24 et 7j/7 !",
  "page_product_box2_button": "VOIR DÉTAILS",
  "page_product_box3_title": "Portefeuille Web3 BEQ",
  "page_product_box3_description": "Gestion complète des actifs numériques, intégrant transactions, staking et prêt dans un seul portefeuille !",
  "page_product_box3_button": "MISE À JOUR",

  "index_section_1_title_1": "NFT NEC – Vous n'avez pas besoin d'être riche pour investir",
  "index_section_1_title_2": " laissez",
  "index_section_1_title_3": " le flux de trésorerie vous rendre libre",
  "index_section_1_title_4": " chaque mois",
  "index_section_1_description": "Investissez dans le premier fonds NFT intégré à l'IA qui prédit les fluctuations des indices S&P 500, CAC 40 et CSI 300. Transparence à 100 % sur blockchain, liquidité 24h/24 et 7j/7.",

  "index_section_2_description": "Vous pouvez arrêter de travailler, mais les factures, elles, ne cessent jamais d'arriver.",
  "index_section_3_title": "Le Problème des Fonds </br> d'Index Traditionnels",
  "index_section_3_description": "Pourquoi 90 % des investisseurs en fonds d'index traditionnels manquent-ils l'opportunité ?",

  "annual_report": "Rapport annuel",
  "nft_report": "Rapport d'allocation d'actifs NFT",
  "wealth_farming_information_disclosure": "Divulgation d'informations Wealth Farming",
  "beq_noification": "Notification de BeQ Holdings",
  "fund_management_report": "Rapport sur la gestion du fonds",
  "investment_nft_catalog": "Catalogue des produits NFT d'investissement",
  "for_new_investors": "Pour les nouveaux investisseurs",
  "regulations_rules_wf": "Règlementation & Règles de Wealth Farming",
  "new_articles": "Nouveaux articles",
  "articles": "Articles",
  "importing_content": "Importation de contenu",
  "investment_bank": "Banque d'investissement",
  "back": "RETOUR",
  "footer_contact_address": "Immeuble BEQ, District 1, Ho Chi Minh-Ville",
  "footer_social_proof": "Preuve sociale",
  "footer_copyright": "Droits d'auteur © 2025 BEQ GROUP FOUNDATION. Tous droits réservés.",

  "eco_title": "Wealth Farming – Un écosystème complet pour investir et gérer des actifs numériques",
  "eco_description": "L'écosystème décentralisé d'investissement et de gestion d'actifs numériques est pionnier dans l'application de la Blockchain, du Web3 et de l'IA, développé spécialement par BeQ Holdings pour aider les investisseurs du monde entier à construire facilement un revenu passif durable, à accroître la valeur d'actifs transparents et sécurisés, avec une liquidité optimale 24h/24 et 7j/7.",

  "button_contact_private": "CONSULTATION GRATUITE",
  "button_secret_documnet": "Investir maintenant",

  "styling_elements": "Éléments de style",
  "best_practices": "Meilleures pratiques",
  "what_new": "Quoi de neuf",
  "profit": "Profit",
  "index_intro_section_subtitle": "Investissez dans le premier fonds NFT intégrant l'IA pour prédire la volatilité des indices S&P 500, CAC 40, CSI 300. Transparence à 100 % sur blockchain, liquidité 24h/24 et 7j/7",
  "year": "Année",
  "liquidity": "Liquidité",
  "continuity": "Continuité",
  "index_problem_section_title": "Le problème des fonds indiciels traditionnels",
  "index_problem_section_subtitle": "Pourquoi 90 % des investisseurs en indices traditionnels manquent-ils l'opportunité ?",
  "index_security_section_title": "Sécurité absolue – transparence à chaque transaction",
  "solution_section_title": "Solution BEQ INDEXES <br /> REVIEW INDEX NFT",
  "solution_section_subtitle": "Nouvelle opportunité d'investissement indiciel – flexible, transparent, efficace",
  "solution_section_feature_1": "Prédiction d'index par IA",
  "solution_section_benefit_1": "89,2 % de précision sur 74 événements d'ajout d'actions (2022-2025).",
  "solution_section_feature_2": "Fonds NFT",
  "solution_section_benefit_2": "Trading 24h/24 et 7j/7 sur Wealth Farming, volume quotidien de 12,5 M$.",
  "solution_section_feature_3": "Intégration DeFi",
  "solution_section_benefit_3": "Mettez en staking des NFT pour un intérêt annuel de 8 % + prêt garanti à 70 %.",
  "solution_section_feature_4": "Mécanisme de gestion des risques",
  "solution_section_benefit_4": "Couverture avec contrats à terme, stop-loss automatique à -13,33 %.",
  "solution_section_strategy_label": "Stratégie globale d'évaluation des indices",
  "feature": "Fonctionnalité",
  "benefit": "Avantage",
  "nft_future_section_title": "Pourquoi les NFTs sont-ils l'avenir des certificats de fonds ?",
  "nft_future_section_subtitle": "Nouvelles opportunités d'investissement indiciel – flexibles, transparentes, efficaces",
  "nft_future_section_feature_1": "Achetez des NFTs de fonds avec USDT/USDC sur Wealth Farming",
  "nft_future_section_feature_2": "Suivez la performance en temps réel via BeQ Wallet Web3",
  "nft_future_section_feature_3": "Vendez des NFTs à tout moment ou mettez-les en staking pour gagner des intérêts",
  "nft_future_section_profit_duration": "Après 2 ans",
  "security_details_section_title": "Sécurité absolue – transactions transparentes",
  "security_details_section_subtitle": "Nouvelles opportunités d'investissement indiciel – flexibles, transparentes, efficaces",
  "security_details_section_feature_1": "Achetez des NFTs de fonds avec USDT/USDC sur Wealth Farming",
  "security_details_section_feature_2": "Suivez la performance en temps réel via BeQ Wallet Web3",
  "security_details_section_feature_3": "Vendez des NFTs à tout moment ou mettez-les en staking pour gagner des intérêts",

  "process_section_title": "Sécurité absolue – transactions transparentes",
  "process_section_subtitle": "Nouvelles opportunités d'investissement indiciel – flexibles, transparentes, efficaces",
  "process_section_step_1": "Exploration de données à plusieurs niveaux",
  "process_section_step_2": "Les experts font des prédictions",
  "process_section_step_3": "Achat après la date limite de données",
  "process_section_step_4": "Prendre profit à 20 % ou stop loss à -13,33 %",
  "process_section_performance_table_title": "Tableau de performance",
  "process_section_disclaimer": "Les performances passées ne garantissent pas les résultats futurs. Investir comporte des risques.",

  "capital": "Capital",
  "index_partner_section_title": "Fiable et utilisé par les partenaires",
  "contact_section_title": "Contact",
  "contact_section_question": "Des questions ?",
  "contact_section_description": "Nous sommes là pour vous aider et répondre à toutes vos questions. Nous sommes impatients de vous lire. Veuillez remplir ce formulaire ou envoyer un e-mail à",
  "contact_section_email": "private-client@beqholdings.com",
  "contact_section_phone": "+84 912 345 678",
  "contact_section_address": "Immeuble BEQ, District 1, Ho Chi Minh-Ville",
  "fullname": "Nom complet",
  "number": "Numéro de téléphone",
  "enter_fullname": "Entrez votre nom complet",
  "enter_number": "Entrez votre numéro de téléphone",
  "enter_email": "Entrez votre e-mail",
  "submit_information": "SOUMETTRE LES INFORMATIONS",

  "faq_section_title": "Questions fréquemment posées",
  "faq_section_question_1": "Comment BEQ prédit-il avec précision les changements d'indices ?",
  "faq_section_answer_1": "BEQ utilise une technologie d'IA avancée pour analyser les données historiques et les facteurs du marché afin de prédire les changements d'indices avec une grande précision.",
  "faq_section_question_2": "Quels sont les risques si le comité d'index rejette les recommandations ?",
  "faq_section_answer_2": "Nous disposons de mécanismes de couverture et d'un stop-loss automatique à -13,33 % pour protéger votre capital investi dans de tels cas.",
  "faq_section_question_3": "Comment acheter des NFTs de fonds sur Wealth Farming ?",
  "faq_section_answer_3": "Vous pouvez acheter des NFTs de fonds en utilisant USDT/USDC sur la plateforme Wealth Farming via un processus simple et avec une liquidité 24h/24 et 7j/7.",

  "eco_data_title_1": "Gestion complète des actifs numériques avec le portefeuille Web3 BEQ",
  "eco_data_content_1_1": "Un portefeuille unique intégrant pleinement les transactions NFT, la crypto et la gestion des actifs numériques.",
  "eco_data_content_1_2": "Connectez-vous et effectuez des transactions facilement avec des plateformes DeFi et DEX réputées.",
  "eco_data_content_1_3": "Sécurité absolue grâce à la blockchain et à la technologie IA.",
  "eco_data_title_2": "Investissement intelligent, création de revenu passif stable :",
  "eco_data_content_2_1": "NFT NEC – convertit les dépenses quotidiennes en source de revenu passif à long terme.",
  "eco_data_content_2_2": "NFT BEQ INDEXES – profits supérieurs (27-30 %/an), trading facile, liquidité flexible.",
  "eco_data_content_2_3": "Les profits sont clairs et transparents grâce aux smart contracts.",
  "eco_data_title_3": "L'application avancée de la blockchain et de la technologie IA",
  "eco_data_content_3_1": "Scoring de crédit IA – évaluation précise des actifs numériques, minimisant le risque d'investissement.",
  "eco_data_content_3_2": "Le système DeFi Lending – prêts instantanés sans besoin de vendre des actifs.",
  "eco_data_content_3_3": "Sécurité et transparence absolues, toutes les transactions sont enregistrées publiquement sur la blockchain.",
  "eco_data_title_4": "Reporting et analyse d'investissement professionnels et transparents",
  "eco_data_content_4_1": "Le reporting automatisé via Smart Contracts décrit clairement chaque investissement.",
  "eco_data_content_4_2": "Analyse intelligente des actifs et portefeuilles d'investissement, facilitant la prise de décision rapide.",
  "eco_data_content_4_3": "Mises à jour continues des fluctuations du marché pour garder les investisseurs proactifs.",
  "submit_contact": "Soumettre le formulaire avec succès",
  "submit_error": "Erreur lors de l'envoi du formulaire : une erreur inattendue s'est produite",
  "email_invalid": "Le champ suivant est invalide : email",

  "nec_section2_title": "NFT - Quand l'argent devient pouvoir",
  "nec_section2_label_1": "Profit minimum de 5 % par mois grâce au trading sur les écarts de prix.",
  "nec_section2_label_2": "La stratégie d'investissement est conseillée et gérée par des experts d'Euronext et du NYSE.",
  "nec_section2_label_3": "Aucune connaissance financière ni gestion requise.",
  "nec_section2_label_4": "Application de la technologie blockchain NFT pour garantir une transparence absolue et la sécurité du capital.",

  "nec_section3_title": "Investissement unique - Flux de trésorerie stable à long terme",
  "nec_section3_description": "Les NFT ne sont pas seulement des actifs numériques. Ce sont des certificats de flux de trésorerie – où le revenu passif est clairement défini, lié à une stratégie d’investissement concrète et soutenu par une liquidité transparente.",
  "nec_section3_label_1": "À partir de seulement 100 USD / NFT",
  "nec_section3_label_2": "Actuellement, 725 NFT ont été créés."
}
