{
  "currentLanguage": "Ngôn ngữ hiện tại",
  "currentLanguage_en": "TIẾNG ANH",
  "currentLanguage_vi": "TIẾNG VIỆT",
  "currentLanguage_fr": "TIẾNG PHÁP",
  
  "home_section_1_title_1":"Wealth Farming – Giải pháp",
  "home_section_1_title_2":" đầu tư thông minh,",
  "home_section_1_title_3":" sinh",
  "home_section_1_title_4":" lợi nhuận vượt trội",
  "home_section_1_description": "Khi tài chính phi tập trung gặp trí tuệ nhân tạo cùng đội ngũ quản lý quỹ thực chiến và chuyên gia có hơn 20 năm kinh nghiệm R&D các sản phẩm tài chính cho sàn Euronext,… cơ hội đầu tư đột phá xuất hiện",
  "home_section_1_description_mobile": "Khi tài chính phi tập trung gặp trí tuệ nhân tạo, cơ hội đầu tư đột phá xuất hiện",
  "home_section_2_title": "Tăng trưởng +300% trong 2 năm, chuẩn bị niêm yết!",
  "home_section_2_description": "NFT Review Index – tài sản số độc quyền từ chiến lược đỉnh cao, được xây dựng bởi cựu Giám đốc R&D sàn Euronext. Đánh bại mọi Index hơn 2 năm qua. Sở hữu ngay trước khi ra mắt công chúng!",
  "home_section_3_title": "Gia nhập hệ sinh thái tài chính phi tập trung hàng đầu thế giới, kết hợp Fintech, AI & Blockchain để tạo nên cuộc cách mạng tài chính chưa từng có!",
  "home_section_3_description": "Vấn đề là... không ai nói cho bạn biết cách đơn giản nhất để bắt đầu.",
  "home_section_3_slide_1": "Bạn có tin rằng tự do tài chính không còn là ước mơ viển vông – mà là điều bạn có thể chạm tới chỉ với một quyết định?",
  "home_section_3_slide_2": "Nếu có cơ hội nhân đôi tài sản trong vài tháng mà vẫn kiểm soát được rủi ro – bạn sẽ nắm bắt hay bỏ lỡ?",
  "home_section_3_slide_3": "Bạn sẽ làm gì nếu từng đồng chi tiêu hàng tháng đều trở thành một khoản thu nhập thụ động, an toàn và bền vững?",
  "home_section_3_slide_4": "Bạn có muốn đến tuổi nghỉ hưu mà vẫn có dòng tiền đều đặn mỗi tháng – kể cả khi không còn đi làm?",
  "home_section_3_slide_5": "Nếu bạn có thể đầu tư ngay hôm nay để con được học ở bất cứ đâu trên thế giới – bạn sẽ bắt đầu?",
  "home_section_3_slide_6": "Số tiền đang ‘nằm im’ của bạn có đang âm thầm mất giá mỗi ngày không? Tại sao không để nó làm việc cho bạn?",
  "home_section_4_title": "Mỗi mục tiêu tài chính đều xứng đáng có một lộ trình riêng – và chúng tôi ở đây để đồng hành cùng bạn.",
  "home_section_4_description": "Wealth Farming không chỉ là một hệ sinh thái tài chính thông minh – còn là nền tảng chiến lược được cá nhân hóa, giúp tối ưu dòng tiền, nhân rộng tài sản và linh hoạt thích ứng với mọi chu kỳ kinh tế, tạo lợi thế vượt trội cho nhà đầu tư trong ngắn hạn lẫn dài hạn.",
  
  "home_section_5_title": "Điểm nổi bật và khác biệt",
  "home_section_5_description": "\"Review Indexes không còn là bí mật của phố Wall. NFT BEQ Indexes đang thay đổi luật chơi!\" – John Doe, chuyên gia NYSE",
  "home_section_5_tab_label_1": "NFT tài chính hợp pháp, minh bạch dòng tiền",
  "home_section_5_tab_content_1": "NEC và Review Index là NFT đầu tư minh bạch, không cam kết lãi cố định, không chia cổ tức – tuân thủ tiêu chuẩn không bị phân loại là chứng khoán, dễ kiểm toán và công bố công khai.",
  "home_section_5_tab_label_2": "Pháp lý song hành – hướng tới IPO toàn cầu",
  "home_section_5_tab_content_2": "Được vận hành bởi hai pháp nhân độc lập tại Mỹ & Anh, hệ sinh thái BeQ đã sẵn sàng cho IPO qua SPAC – mở đường hợp pháp cho nhà đầu tư tổ chức toàn cầu.",
  "home_section_5_tab_label_3": "Tích hợp RWA – tài sản thật bước vào DeFi",
  "home_section_5_tab_content_3": "Wealth Farming mở rộng sang bất động sản, tài sản vật lý và hàng hóa qua mô hình NFT hóa – giúp dòng tiền thực tiếp cận DeFi một cách an toàn và minh bạch.",
  "home_section_5_tab_label_4": "Hiệu suất Index Review tăng trưởng vượt bậc",
  "home_section_5_tab_content_4": "Các chỉ số chiến lược của BeQ đã tăng hơn 200% trong 24 tháng, được backtest đầy đủ và công khai trên hệ thống – không quảng bá cảm tính, chỉ dựa vào kết quả thực tế.",
  "home_section_5_tab_label_5": "Hệ sinh thái công nghệ tài chính phi tập trung toàn diện",
  "home_section_5_tab_content_5": "Hệ sinh thái BeQ là một hạ tầng tài chính phi tập trung toàn diện – kết hợp smart contract minh bạch, AI đánh giá tài sản, stablecoin bảo chứng thật, và NFT có dòng tiền – vận hành như một ngân hàng số nhưng không cần trung gian.",

  "home_section_5b_title": "Và dành những điều tuyệt vời nhất cho nhà đầu tư",
  "home_section_5b_description": "Tham gia hệ sinh thái Wealth Farming, nhà đầu tư được hưởng lợi nhuận vượt trội và thanh khoản linh hoạt 24/7 với chính sách Zero Limit – Tự do giao dịch các chứng chỉ NFT, vay vốn DeFi, và quản lý tài sản số hoàn toàn không giới hạn.",

  "home_section_6b_description": "Wealth Farming là nền tảng đầu tư và quản lý tài sản số phi tập trung hàng đầu thế giới, ứng dụng Fintech, AI & Blockchain, giúp nhà đầu tư tạo ra dòng tiền ổn định, tăng trưởng tài sản bền vững và đạt đến tự do tài chính thực sự.",

  "home_section_6_title": "Tại sao hàng triệu nhà đầu tư chọn BeQ Holdings?",
  "home_section_6_tab_label_1": "Minh bạch tuyệt đối nhờ công nghệ Blockchain",
  "home_section_6_tab_content_1": "Lợi nhuận, chỉ số và dòng tiền được ghi trên smart contract – không phí ẩn, không gian lận.",
  "home_section_6_tab_label_2": "Chiến lược giao dịch dựa trên dữ liệu Big Data và AI",
  "home_section_6_tab_content_2": "Vận hành bằng mô hình Index Review do AI hỗ trợ, đã kiểm chứng qua nhiều chu kỳ thị trường.",
  "home_section_6_tab_label_3": "Lợi nhuận thực, không dựa vào FOMO",
  "home_section_6_tab_content_3": "Sinh lời từ tài sản số có thanh khoản thật, mục tiêu >75%/năm, phân phối bằng USDC.",
  "home_section_6_tab_label_4": "Không cần kiến thức tài chính chuyên sâu",
  "home_section_6_tab_content_4": "Chỉ cần sở hữu NFT – hệ thống tự động đầu tư, tái đầu tư và tối ưu dòng tiền.",
  "home_section_6_tab_label_5": "Tài sản có thể thế chấp, chuyển nhượng, hoặc farming kép",
  "home_section_6_tab_content_5": "NFT tạo dòng tiền và có thể dùng để vay, staking hoặc giao dịch linh hoạt.",

  "home_section_7_title": "Đừng chờ đợi! Tương lai tài chính đang nằm trong tay bạn",

  "page_product_title": "Sản phẩm & Dịch vụ tài chính phi tập trung Wealth Farming",
  "page_product_description": "Từ chứng chỉ quỹ NFT mang lại thu nhập thụ động suốt đời, chiến lược đầu tư Review Indexes đỉnh cao, cho đến dịch vụ vay vốn phi tập trung (DeFi Lending) ứng dụng công nghệ AI tự động định giá và quản lý rủi ro, hệ sinh thái Wealth Farming của BeQ Holdings đáp ứng trọn vẹn từng mục tiêu đầu tư cá nhân – an toàn, minh bạch và hiệu quả tối ưu.",
  "page_product_box1_title": "NFT NEC",
  "page_product_box1_description": "Tạo dòng tiền ổn định, lợi nhuận ổn định trên 5%/tháng, biến chi tiêu hàng ngày thành thu nhập thụ động vĩnh viễn",
  "page_product_box1_button": "XEM CHI TIẾT",
  "page_product_box2_title": "NFT BEQ Indexes Review Index",
  "page_product_box2_description": "Tận dụng sức mạnh giao dịch Review Indexes, lợi nhuận vượt trội tới 6.8% mỗi quý, thanh khoản cao 24/7!",
  "page_product_box2_button": "XEM CHI TIẾT",
  "page_product_box3_title": "BEQ Web3 Wallet",
  "page_product_box3_description": "Quản lý tài sản số toàn diện, tích hợp giao dịch, staking, lending chỉ trong một ví duy nhất!",
  "page_product_box3_button": "ĐANG CẬP NHẬT",

  "countdown_timer_button": "SỞ HỮU NGAY",
  "free_support": "TƯ VẤN MIỄN PHÍ",

  "header_introduct": "GIỚI THIỆU",
  "header_product": "SẢN PHẨM",
  "header_eco": "HỆ SINH THÁI",
  "header_investBank": "NGÂN HÀNG ĐẦU TƯ",
  "header_contactUs": "Liên hệ chúng tôi",
  "header_investNow": "Đầu tư ngay",
  "header_investNowup": "ĐẦU TƯ NGAY",
  "header_invest_today_up": "ĐẦU TƯ NGAY HÔM NAY",

  "footer_description": "Wealth Farming – Hệ sinh thái tài chính thuộc BeQ Group Foundation (UK), được cấp phép hợp pháp bởi chính phủ Vương quốc Anh (Số đăng ký 14478063, cấp ngày 11/11/2022). Hoạt động theo các mã ngành 58190, 64205, 64301, 66300, với mức bảo lãnh tài chính được phê duyệt lên đến 30 triệu GBP",
  "footer_page": "Trang",
  "footer_introduct": "Giới thiệu",
  "footer_product": "Sản phẩm",
  "footer_eco": "Hệ sinh thái",
  "footer_invest": "Ngân hàng đầu tư",
  "footer_contact": "Liên hệ",
  "footer_contact_decsription": "Mọi thắc mắc xin liên hệ:",

  "index_section_1_title_1": "NFT NEC - Bạn không cần phải giàu có để đầu tư",
  "index_section_1_title_2": " để",
  "index_section_1_title_3": " dòng tiền giúp bạn tự do",
  "index_section_1_title_4": " mỗi tháng",
  "index_section_1_description": "Đầu tư vào NFT quỹ đầu tiên tích hợp AI dự đoán biến động chỉ số S&P 500, CAC 40, CSI 300. Minh bạch 100% trên blockchain, thanh khoản 24/7",
  "index_section_2_description": "Chiến Lược Đánh Giá Chỉ Số Toàn Cầu",
  "index_section_3_title": "Vấn Đề Của Quỹ </br> Index Truyền Thống",
  "index_section_3_description": "Vì Sao 90% Nhà Đầu Tư Index Truyền Thống Bỏ Lỡ Cơ Hội?" ,

  "annual_report": "Báo cáo thường niên",
  "nft_report": "Báo cáo phân bổ tài sản NFT",
  "wealth_farming_information_disclosure": "Công bố thông tin Wealth Farming",
  "beq_noification": "Thông báo từ BeQ Holdings",
  "fund_management_report": "Báo cáo tình hình quản trị quỹ",
  "investment_nft_catalog": "Danh mục sản phẩm đầu tư NFT",
  "for_new_investors": "Dành cho nhà đầu tư mới",
  "regulations_rules_wf": "Điều lệ & Quy chế Wealth Farming",
  "new_articles": "Các bài viết mới",
  "articles": "Bài viết",
  "importing_content": "Nhập nội dung",
  "investment_bank": "Ngân hàng đầu tư",
  "back": "QUAY LẠI",
  "footer_contact_address": "Tòa nhà BEQ, Quận 1, TP.HCM",
  "footer_social_proof": "Social Proof",
  "footer_copyright": "Trang web được bảo vệ bởi AES-256. Mọi hành vi sao chép trái phép sẽ bị truy tố.",
  "eco_title": "Wealth Farming – Hệ sinh thái đầu tư và quản lý tài sản số toàn diện",
  "eco_description" : "Hệ sinh thái đầu tư và quản lý tài sản số phi tập trung tiên phong ứng dụng công nghệ Blockchain, Web3 và AI, được BeQ Holdings phát triển đặc biệt để giúp nhà đầu tư trên toàn thế giới dễ dàng tạo dựng nguồn thu nhập thụ động bền vững, gia tăng giá trị tài sản minh bạch và an toàn, cùng khả năng thanh khoản 24/7 vượt trội với lợi nhuận tối ưu.",
  "button_contact_private" : "ĐẶT LỊCH TƯ VẤN RIÊNG",
  "button_secret_documnet" : "TRUY CẬP TÀI LIỆU MẬT",
  "styling_elements" : "Yếu tố kiểu dáng",
  "best_practices" : "Thực tiễn tốt nhất",
  "what_new" : "Có gì mới",
  "profit" : "Lợi nhuận",
  "index_intro_section_subtitle": "Đầu tư vào NFT quỹ đầu tiên tích hợp AI dự đoán biến động chỉ số S&P 500, CAC 40, CSI 300. Minh bạch 100% trên blockchain, thanh khoản 24/7",
  "year": "Năm",
  "liquidity": "Thanh khoản",
  "continuity": "Liên tục",
  "index_problem_section_title": "Vấn Đề Của Quỹ Index Truyền Thống",
  "index_problem_section_subtitle": "Vì Sao 90% Nhà Đầu Tư Index Truyền Thống Bỏ Lỡ Cơ Hội?",
  "index_security_section_title" : "Bảo Mật Tuyệt Đối - Minh Bạch Từng Giao Dịch",
  "solution_section_title": "Giải Pháp BEQ INDEXES <br /> REVIEW INDEX NFT",
  "solution_section_subtitle": "Cơ Hội Đầu Tư Chỉ Số Thế Hệ Mới - Linh Hoạt, Minh Bạch, Hiệu Quả",
  "solution_section_feature_1": "Dự Đoán Chỉ Số AI",
  "solution_section_benefit_1": "Độ chính xác 89.2% từ 74 sự kiện bổ sung cổ phiếu (2022-2025).",
  "solution_section_feature_2": "NFT Quỹ",
  "solution_section_benefit_2": "Giao dịch 24/7 trên Wealth Farming, volume $12.5M/ngày.",
  "solution_section_feature_3": "DeFi Integration",
  "solution_section_benefit_3": "Staking NFT nhận lãi 8%/năm + vay thế chấp 70% giá trị.",
  "solution_section_feature_4": "Cơ Chế Rủi Ro",
  "solution_section_benefit_4": "Hedging bằng hợp đồng tương lai, cắt lỗ tự động -13.33%.",
  "solution_section_strategy_label": "TS. Huu Minh MAI giải thích cơ chế buffer zone và nguyên tắc chốt lời 20%",
  "feature" :"Tính năng",
  "benefit": "Lợi ích",
  "nft_future_section_title": "Vì Sao NFT Là Tương Lai Của Chứng Chỉ Quỹ?",
  "nft_future_section_subtitle": "Cơ Hội Đầu Tư Chỉ Số Thế Hệ Mới - Linh Hoạt, Minh Bạch, Hiệu Quả",
  "nft_future_section_feature_1": "Mua NFT quỹ bằng USDT/USDC trên Wealth Farming",
  "nft_future_section_feature_2": "Theo dõi hiệu suất real-time qua ví Web3 BeQ Wallet",
  "nft_future_section_feature_3": "Bán NFT bất kỳ lúc nào hoặc stake để nhận lãi suất",
  "nft_future_section_profit_duration": "Sau 2 năm",
  "security_details_section_title": "Bảo Mật Tuyệt Đối - Minh Bạch Từng Giao Dịch",
  "security_details_section_subtitle": "Cơ Hội Đầu Tư Chỉ Số Thế Hệ Mới - Linh Hoạt, Minh Bạch, Hiệu Quả",
  "security_details_section_feature_1": "SSL 256-bit + Multi-sig Wallet",
  "security_details_section_feature_2": "Smart Contract Audit bởi CertiK",
  "security_details_section_feature_3": "Dữ liệu historical performance từ 2022-2025",
  "process_section_title": "Bảo Mật Tuyệt Đối - Minh Bạch Từng Giao Dịch",
  "process_section_subtitle": "Cơ Hội Đầu Tư Chỉ Số Thế Hệ Mới - Linh Hoạt, Minh Bạch, Hiệu Quả",
  "process_section_step_1": "Crawl dữ liệu số",
  "process_section_step_2": "AI dự đoán cổ phiếu thêm/loại",
  "process_section_step_3": "Mua ngay sau cutoff date",
  "process_section_step_4": "Chốt lời 20% hoặc cắt lỗ -13.33%",
  "process_section_performance_table_title": "Bảng Hiệu Suất",
  "process_section_disclaimer": "Hiệu suất quá khứ không đảm bảo kết quả tương lai. Đầu tư có rủi ro.",
  "capital" : "Vốn",
  "step":"Bước",
  "index_partner_section_title":"Được tin cậy và sử dụng bởi các đối tác",
  "contact_section_title": "Liên hệ",
  "contact_section_question": "Có câu hỏi nào không?",
  "contact_section_description": "Chúng tôi ở đây để giúp đỡ và trả lời bất kỳ câu hỏi nào bạn có thể có. Chúng tôi rất mong nhận được phản hồi từ bạn. Vui lòng điền vào mẫu này hoặc gửi email cho chúng tôi tại",
  "contact_section_email": "private-client@beqholdings.com",
  "contact_section_phone": "+84 912 345 678",
  "contact_section_address": "Tòa nhà BEQ, Quận 1, TP.HCM",
  "fullname": "Họ tên",
  "enter_fullname": "Nhập tên của bạn",
  "number": "Số diện thoại",
  "enter_number": "Nhập số điện thoại của bạn",
  "enter_email": "Nhập email của bạn",
  "submit_information": "GỬI THÔNG TIN",
  "faq_section_title": "Những câu hỏi thường gặp",
  "faq_section_question_1": "Làm sao BEQ dự đoán chính xác thay đổi chỉ số?",
  "faq_section_answer_1": "BEQ sử dụng công nghệ AI tiên tiến phân tích dữ liệu lịch sử và các yếu tố thị trường để dự đoán thay đổi chỉ số với độ chính xác cao.",
  "faq_section_question_2": "Rủi ro nếu Ủy ban chỉ số từ chối khuyến nghị?",
  "faq_section_answer_2": "Chúng tôi có cơ chế hedging và cắt lỗ tự động ở mức -13.33% để bảo vệ vốn đầu tư của bạn trong trường hợp này.",
  "faq_section_question_3": "Cách mua NFT quỹ trên Wealth Farming?",
  "faq_section_answer_3": "Bạn có thể mua NFT quỹ bằng USDT/USDC trên nền tảng Wealth Farming với quy trình đơn giản và thanh khoản 24/7.",

  "eco_data_title_1": "Quản lý tài sản số toàn diện với BeQ Web3 Wallet",
  "eco_data_content_1_1": "Một ví duy nhất, tích hợp đầy đủ giao dịch NFT, crypto và quản lý tài sản số.",
  "eco_data_content_1_2": "Kết nối và giao dịch dễ dàng với các nền tảng DeFi, DEX uy tín.",
  "eco_data_content_1_3": "Bảo mật tuyệt đối bằng công nghệ blockchain và AI.",
  "eco_data_title_2": "Đầu tư thông minh, tạo thu nhập thụ động ổn định:",
  "eco_data_content_2_1": "NFT NEC – chuyển chi tiêu hằng ngày thành dòng tiền thu nhập thụ động lâu dài.",
  "eco_data_content_2_2": "NFT BEQ INDEXES – lợi nhuận vượt trội (27-30%/năm), giao dịch dễ dàng, thanh khoản linh hoạt.",
  "eco_data_content_2_3": "Lợi nhuận rõ ràng, minh bạch thông qua hợp đồng thông minh (Smart Contract).",
  "eco_data_title_3": "Ứng dụng công nghệ Blockchain và AI tiên tiến",
  "eco_data_content_3_1": "AI Credit Scoring – định giá tài sản số chính xác, giảm thiểu rủi ro đầu tư.",
  "eco_data_content_3_2": "Hệ thống DeFi Lending – vay vốn tức thì, không cần bán tài sản.",
  "eco_data_content_3_3": "Bảo mật và minh bạch tuyệt đối, mọi giao dịch được ghi nhận công khai trên blockchain.",
  "eco_data_title_4": "Báo cáo đầu tư và phân tích chuyên nghiệp, minh bạch",
  "eco_data_content_4_1": "Báo cáo tự động hóa thông qua Smart Contract, rõ ràng từng khoản đầu tư.",
  "eco_data_content_4_2": "Phân tích tài sản và danh mục đầu tư thông minh, hỗ trợ ra quyết định nhanh chóng.",
  "eco_data_content_4_3": "Cập nhật liên tục về biến động thị trường để nhà đầu tư luôn chủ động."
}
