{
  "currentLanguage": "Ngôn ngữ hiện tại",
  "currentLanguage_en": "Tiếng Anh",
  "currentLanguage_vi": "Tiếng Việt",
  
  "home_section_1_title_1":"Wealth Farming – Giải pháp",
  "home_section_1_title_2":" đầu tư thông minh,",
  "home_section_1_title_3":" sinh",
  "home_section_1_title_4":" lợi nhuận vượt trội",
  "home_section_1_description": "Khi tài chính phi tập trung gặp trí tuệ nhân tạo cùng đội ngũ quản lý quỹ thực chiến và chuyên gia có hơn 20 năm kinh nghiệm R&D các sản phẩm tài chính cho sàn Euronext,… cơ hội đầu tư đột phá xuất hiện",
  "home_section_2_title": "Tăng trưởng +300% trong 2 năm, chuẩn bị niêm yết!",
  "home_section_2_description": "NFT Review Index – tài sản số độc quyền từ chiến lược đỉnh cao, được xây dựng bởi cựu Giám đốc R&D sàn Euronext. Đánh bại mọi Index hơn 2 năm qua. Sở hữu ngay trước khi ra mắt công chúng!",
  "home_section_3_title": "Gia nhập hệ sinh thái tài chính phi tập trung hàng đầu thế giới, kết hợp Fintech, AI & Blockchain để tạo nên cuộc cách mạng tài chính chưa từng có!",
  "home_section_3_description": "Vấn đề là... không ai nói cho bạn biết cách đơn giản nhất để bắt đầu.",
  "home_section_3_slide_1": "Bạn có tin rằng tự do tài chính không còn là ước mơ viển vông – mà là điều bạn có thể chạm tới chỉ với một quyết định?",
  "home_section_3_slide_2": "Nếu có cơ hội nhân đôi tài sản trong vài tháng mà vẫn kiểm soát được rủi ro – bạn sẽ nắm bắt hay bỏ lỡ?",
  "home_section_3_slide_3": "Bạn sẽ làm gì nếu từng đồng chi tiêu hàng tháng đều trở thành một khoản thu nhập thụ động, an toàn và bền vững?",
  "home_section_3_slide_4": "Bạn có muốn đến tuổi nghỉ hưu mà vẫn có dòng tiền đều đặn mỗi tháng – kể cả khi không còn đi làm?",
  "home_section_3_slide_5": "Nếu bạn có thể đầu tư ngay hôm nay để con được học ở bất cứ đâu trên thế giới – bạn sẽ bắt đầu?",
  "home_section_3_slide_6": "Số tiền đang ‘nằm im’ của bạn có đang âm thầm mất giá mỗi ngày không? Tại sao không để nó làm việc cho bạn?",
  "home_section_4_title": "Mỗi mục tiêu tài chính đều xứng đáng có một lộ trình riêng – và chúng tôi ở đây để đồng hành cùng bạn.",
  "home_section_4_description": "Wealth Farming không chỉ là một hệ sinh thái tài chính thông minh – còn là nền tảng chiến lược được cá nhân hóa, giúp tối ưu dòng tiền, nhân rộng tài sản và linh hoạt thích ứng với mọi chu kỳ kinh tế, tạo lợi thế vượt trội cho nhà đầu tư trong ngắn hạn lẫn dài hạn.",
  
  "page_product_title": "Sản phẩm & Dịch vụ tài chính phi tập trung Wealth Farming",
  "page_product_description": "Từ chứng chỉ quỹ NFT mang lại thu nhập thụ động suốt đời, chiến lược đầu tư Review Indexes đỉnh cao, cho đến dịch vụ vay vốn phi tập trung (DeFi Lending) ứng dụng công nghệ AI tự động định giá và quản lý rủi ro, hệ sinh thái Wealth Farming của BeQ Holdings đáp ứng trọn vẹn từng mục tiêu đầu tư cá nhân – an toàn, minh bạch và hiệu quả tối ưu.",
  "page_product_box1_title": "NFT NEC",
  "page_product_box1_description": "Tạo dòng tiền ổn định, lợi nhuận ổn định trên 5%/tháng, biến chi tiêu hàng ngày thành thu nhập thụ động vĩnh viễn",
  "page_product_box1_button": "XEM CHI TIẾT",
  "page_product_box2_title": "NFT BEQ Indexes Review Index",
  "page_product_box2_description": "Tận dụng sức mạnh giao dịch Review Indexes, lợi nhuận vượt trội tới 6.8% mỗi quý, thanh khoản cao 24/7!",
  "page_product_box2_button": "ĐANG CẬP NHẬT",
  "page_product_box3_title": "BEQ Web3 Wallet",
  "page_product_box3_description": "Quản lý tài sản số toàn diện, tích hợp giao dịch, staking, lending chỉ trong một ví duy nhất!",
  "page_product_box3_button": "ĐANG CẬP NHẬT",

  "countdown_timer_button": "SỞ HỮU NGAY",
  "free_support": "TƯ VẤN MIỄN PHÍ",

  "header_introduct": "Giới thiệu",
  "header_product": "Sản phẩm",
  "header_eco": "Hệ sinh thái",
  "header_investBank": "Ngân hàng đầu tư",
  "header_contactUs": "Liên hệ chúng tôi",
  "header_investNow": "Đầu tư ngay",

  "footer_description": "Wealth Farming – Hệ sinh thái tài chính thuộc BeQ Group Foundation (UK), được cấp phép hợp pháp bởi chính phủ Vương quốc Anh (Số đăng ký 14478063, cấp ngày 11/11/2022). Hoạt động theo các mã ngành 58190, 64205, 64301, 66300, với mức bảo lãnh tài chính được phê duyệt lên đến 30 triệu GBP",
  "footer_page": "Trang",
  "footer_introduct": "Giới thiệu",
  "footer_product": "Sản phẩm",
  "footer_eco": "Hệ sinh thái",
  "footer_invest": "Ngân hàng đầu tư",
  "footer_contact": "Liên hệ",
  "footer_contact_decsription": "Mọi thắc mắc xin liên hệ:",

  "annual_report": "Báo cáo thường niên",
  "nft_report": "Báo cáo phân bổ tài sản NFT",
  "wealth_farming_information_disclosure": "Công bố thông tin Wealth Farming",
  "beq_noification": "Thông báo từ BeQ Holdings",
  "fund_management_report": "Báo cáo tình hình quản trị quỹ",
  "investment_nft_catalog": "Danh mục sản phẩm đầu tư NFT",
  "for_new_investors": "Dành cho nhà đầu tư mới",
  "regulations_rules_wf": "Điều lệ & Quy chế Wealth Farming",
  "new_articles": "Các bài viết mới",
  "articles": "Bài viết",
  "importing_content": "Nhập nội dung",
  "investment_bank": "Ngân hàng đầu tư",
  "footer_contact_address": "Tòa nhà BEQ, Quận 1, TP.HCM",
  "footer_social_proof": "Social Proof",
  "footer_copyright": "Trang web được bảo vệ bởi AES-256. Mọi hành vi sao chép trái phép sẽ bị truy tố.",
  "eco_title": "Wealth Farming – Hệ sinh thái đầu tư và quản lý tài sản số toàn diện",
  "eco_description" : "Hệ sinh thái đầu tư và quản lý tài sản số phi tập trung tiên phong ứng dụng công nghệ Blockchain, Web3 và AI, được BeQ Holdings phát triển đặc biệt để giúp nhà đầu tư trên toàn thế giới dễ dàng tạo dựng nguồn thu nhập thụ động bền vững, gia tăng giá trị tài sản minh bạch và an toàn, cùng khả năng thanh khoản 24/7 vượt trội với lợi nhuận tối ưu."
}
